{
  "_id": "page.accessibility",
  "_type": "page.content",
  "components": [
    {
      "_id": "page.accessibility--content",
      "_type": "content",
      "html": "This accessibility statement applies to the CCRC Application Form. There is a separate [accessibility statement for the main GOV.UK website](https://www.gov.uk/help/accessibility-statement).\r\n\r\nUsing this online form\r\n\r\nThis form was built using MoJ Forms, a tool developed by the Ministry of Justice, and uses components from the [GOV.UK Design System](https://design-system.service.gov.uk/).\r\n\r\nCCRC is responsible for the content of this online form. The Ministry of Justice is responsible for its technical aspects.\r\n\r\nWe want as many people as possible to be able to use this online form. For example, that means you should be able to:\r\n\r\n- change colours, contrast levels and fonts\r\n- zoom in up to 300% without the text spilling off the screen\r\n- navigate the form using just a keyboard\r\n- navigate the form using speech recognition software\r\n- listen to the form using a screen reader (including recent versions of JAWS, NVDA and VoiceOver)\r\n\r\nWe’ve also made the text as simple as possible to understand.\r\n\r\n[AbilityNet](https://mcmw.abilitynet.org.uk/) has advice on making your device easier to use if you have a disability.\r\n\r\n**How accessible this form is**\r\n\r\nWe know some parts of this form are not fully accessible: \r\n\r\n- pages have no skip links\r\n- the language attribute of the page has not been set in the HTML\r\n- some pages may contain empty headings\r\n- some content may be cut off or appear truncated when zooming in\r\n\r\n**Feedback and contact information**\r\n\r\nIf you need information on this website in a different format:\r\n\r\nemail: info@ccrc.gov.uk\r\ncall: 0300 456 2669\r\nwrite to: Criminal Cases Review Commission, 5 St Philip’s Place, Birmingham, B3 2PW\r\n\r\nWe'll consider your request and get back to you in 5 working days.\r\n\r\nReporting accessibility problems with this form\r\n\r\nWe’re always looking to improve the accessibility of this form. If you find any problems not listed on this page or think we’re not meeting accessibility requirements, contact:\r\n\r\nemail: info@ccrc.gov.uk\r\n\r\n**Enforcement procedure**\r\n\r\nThe Equality and Human Rights Commission (EHRC) is responsible for enforcing the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018 (the ‘accessibility regulations’). If you’re not happy with how we respond to your complaint, contact the [Equality Advisory and Support Service (EASS)](https://www.equalityadvisoryservice.com/).\r\n\r\n**Technical information about this online form’s accessibility**\r\n\r\nWe are committed to making our online forms and services accessible, in accordance with the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018.\r\n\r\n**Compliance status**\r\n\r\nThis online form is partially compliant with the [Web Content Accessibility Guidelines version 2.1 AA standard](https://www.w3.org/TR/WCAG21/), due to the non-compliances listed below.\r\n\r\n**Non-accessible content**\r\n\r\nThe content listed below is non-accessible for the following reasons.\r\n\r\nNon compliance with the accessibility regulations\r\n\r\n- Pages have no skip links. This issue may affect screen reader and keyboard users who use skip links to bypass repeated content such as headers and navigation menus to skip directly to the main page content.\r\n- The language attribute of the page has not been set in the HTML. This may cause confusion to screen reader users who may not be able to identify the primary language of the page in their journey.\r\n- Some pages may contain empty headings, including on the check answers page. As a result, screen reader users may have difficulty navigating these pages.\r\n- Some content may be cut off or appear truncated when zooming in. This issue may affect low-vision users navigating the form who use reflow settings to view web pages.\r\n\r\nWe plan to fix these issues by July 2021.\r\n\r\nPreparation of this accessibility statement\r\n\r\nThis statement was prepared on 28 April 2021. It was last reviewed on 28 April 2021.\r\n\r\nThis form was last tested on 22 April 2021.\r\n\r\nIn order to test the compliance of all forms built using the MoJ Forms tool, the Ministry of Justice commissioned The Digital Accessibility Centre (DAC) to carry out a WCAG 2.1 AA level audit of a sample form. This included extensive testing by users with a wide range of disabilities. The audit was performed on 8 April 2021. \r\n\r\n**What we’re doing to improve accessibility**\r\n\r\nWe will monitor the accessibility of this website on an ongoing basis and fix any accessibility issues reported to us."
    }
  ],
  "heading": "Accessibility Statement",
  "url": "accessibility"
}