{
  "_id": "page.privacy",
  "_type": "page.content",
  "body": "**Criminal Cases Review Commission**\r\n\r\n**PURPOSE**\r\n\r\nThis privacy notice sets out the standards that you can expect from the CCRC when we request or hold personal information (‘personal data’) about you; how you can get access to a copy of your personal data; and what you can do if you think the standards are not being met.\r\n\r\nCCRC is the data controller for the personal information we hold. There are many ways you can contact us, including by phone, email and post.\r\n\r\nOur postal address:\r\n\r\nCriminal Cases Review Commission, \r\n5 St Philip’s Place,\r\nBirmingham,\r\nB3 2PW\r\n\r\nTel: 0121 233 1473/ 0300 456 2669\r\n\r\ninfo@ccrc.gov.uk\r\n\r\nThis policy is written in accordance with the General Data Protection Regulation and the Data Protection Act 2018. CCRC is registered as a Data Controller with the Information Commissioner's Office under number Z4700510\r\n\r\nYou can contact our Data Protection Officer at dpo@ccrc.gov.uk or via our postal address.\r\n\r\nPlease mark the envelope ‘Data Protection Officer’.\r\n\r\nThis policy was last updated in February 2020.\r\n\r\n**About personal information**\r\n\r\nPersonal data is information about you as an individual. It can be your name, address or telephone number. It can also include information about criminal proceedings.\r\n\r\nWe know how important it is to protect customers’ privacy and to comply with data protection laws. We will safeguard your personal data and will only disclose it where it is lawful to do so, or with your consent.\r\n\r\n**How we process personal information**\r\n\r\nWe collect and retain personal data that is relevant to applications received by us that we investigate. This is in order to decide whether a case can be referred back to the court of appeal.\r\n\r\nWe will share this data with third parties where necessary (please see the section “Who the information may be shared with” below).\r\n\r\nIf you are an applicant, the personal data we collect about you are your full name, date of birth, address details as well as information about your conviction. We also collect some ethnicity information about you where you agree to give this to us as part of the application form. Ethnicity information is not linked to the application and will not be accessible by those\r\ndealing with your case. We use ethnicity information only in an anonymised form for statistical purposes in order to monitor how we perform.\r\n\r\nWe hold information about individuals who were connected to a case, i.e. witnesses or victims in a criminal case that we review. We do not collect or record the personal information about those who are not the applicant in a structured way (for example as part of a database). Information that we hold about witnesses, victims and others involved in a criminal case is generally contained in the records that we obtain from other organisations\r\n(for example the police).\r\n\r\nThe CCRC has legal powers to obtain any material or information we think we need to investigate a case. We often obtain case related information from the police, the courts and other organisations such as the NHS and social services. \r\n\r\nOnce we have started looking into\r\na case we will decide what material we need. This data is often special category or sensitive data. Under the DPA2018 this is classed as Sensitive Processing. Like the other data we receive from third parties, this data is not held in a structured way (for example as part of a database) and is contained in the records we obtain from third parties (i.e. the NHS) and we\r\nmeet the requirements for Sensitive Processing.\r\n\r\n**Purposes of processing and lawful basis of processing**\r\n\r\nOur purpose is to investigate possible miscarriages of justice in criminal cases according to our duties and powers set out in the Criminal Appeal Act 1995. The legal basis we rely on to process personal data is section 35(2)(b) of the Data Protection Act 2018 (DPA 2018), which allows us to process personal data when the processing is necessary for the performance of\r\na task carried out for that purpose by a competent authority. The DPA 2018 lists the CCRC as a competent authority\r\n\r\n**Who the information may be shared with**\r\n\r\nWe sometimes need to share the personal information we process with the individuals themselves, including those acting for them (such as a solicitor), and also with other organisations.\r\n\r\nWhere this is necessary, we will comply with all aspects of the applicable data protection legislation and not disclose any personal information where it would not be lawful to do so.\r\n\r\nIf you apply to the CCRC, we will use your personal data, including details about your conviction, in order to obtain information from others about the case that you have asked us to look at. \r\n\r\nThis may be those who have files about you and your case that we need in order to investigate your application. We may also make other enquiries as necessary and this could include checking, for example, matters relating to a previous witness or a victim.\r\n\r\nWhere this is required, we may therefore use their personal data to make enquiries. We always make sure that any personal data is used in a way that is permitted under the law. If you apply to the CCRC we will use the information you give us to help look into your case.\r\n\r\nThe organisations and individuals we may share your personal information with include, but are not limited to:\r\n- Trial courts, including Magistrates’ and Crown Courts\r\n- Appeal Courts\r\n- Investigating authorities, such as the police•Prosecuting authorities, such as the Crown Prosecution Service (CPS)\r\n- Social Services\r\n- GPs\r\n- Legal representatives who previously dealt with you.\r\n- Experts that we instruct to re-test evidence or to provide a fresh opinion about a matter\r\n\r\n**Retention period for information collected**\r\n\r\nOnce the case has been closed (either referred for appeal, or closed without referral for appeal), the records obtained from other organisations are returned or destroyed after three months. We retain our electronic case file for five years.\r\n\r\nOnce the five years has elapsed the electronic case file is deleted but a record of the case number and minimal details for archive purposes are retained.\r\n\r\n**Access to personal information**\r\n\r\nYou can find out what personal data we have about you by making a ‘subject access request’. \r\n\r\nOur website has guidance about making a Subject Access Request at\r\nwww.ccrc.gov.uk/publications/corporate-publications.\r\n\r\nYou can make your request verbally or in writing. If you make your request verbally, we recommend that you follow it up in writing so that we can be confident that we provide you with the correct information.\r\n\r\nIf you have a restriction on your account with us, you may only be able to make your request in writing or via a legal representative.\r\n\r\nBecause we can only disclose personal information directly about the ‘data subject’, we may also need to confirm your identity.\r\n\r\nYou can call us or write to us by post or email asking for your personal data.\r\n\r\nCriminal Cases Review Commission,\r\n5 St Philip’s Place,\r\nBirmingham,\r\nB3 2PW\r\n\r\nTel: 0121 233 1473/ 0300 456 2669\r\n\r\ndpo@ccrc.gov.uk\r\n\r\nThere is no charge for subject access requests.\r\n\r\n**Your other rights**\r\n\r\nTo exercise your other rights please contact the Data Protection Officer at the above postal address or by emailing dpo@ccrc.gov.uk\r\n\r\nThe DPA 2018 in part 3, Law Enforcement Processing, sets out the following rights of Data Subjects:\r\n\r\n- Right of access\r\n\r\nThis is commonly known as subject access request and is the right which allows you access to your personal data and supplementary information however it is subject to certain restrictions.\r\n\r\n- Right to rectification\r\n\r\nYou are entitled to have your personal data rectified if it is inaccurate or incomplete.\r\n\r\n- Right to erasure or restriction of processing\r\n\r\nYou have the right to request the deletion or removal of your personal data and/or the right to ‘block’ or restrict the processing of your personal data where there is no compelling reason for its continued processing.\r\n\r\n- Right not to be subject to automated decision-making\r\n\r\nAutomated decision making is a decision made by automated means without any human involvement. The CCRC does not undertake any automated decision making.\r\n\r\n**Making a complaint to the CCRC**\r\n\r\nIf you wish to make a complaint about the way your personal data has been handled, please write to:\r\n\r\nData Protection Officer,\r\nCriminal Cases Review Commission,\r\n5 St Philip’s Place,\r\nBirmingham,\r\nB3 2PW\r\n\r\nOr email: dpo@ccrc.gov.uk\r\n\r\n**Making a complaint to the Information Commissioner**\r\n\r\nFor independent advice about the Data Protection Act 2018, GDPR or to make a complaint about how the CCRC has handled your data you can contact the ICO:\r\n\r\nInformation Commissioner’s Office (ICO),\r\nWycliffe House,\r\nWater Lane,\r\nWilmslow,\r\nCheshire,\r\nSK9 5AF\r\n\r\nTel: 0303 123 1113\r\n\r\nwww.ico.org.uk",
  "heading": "Privacy Policy",
  "url": "privacy"
}